Repository: burhan/solace
Catalog: solace/i18n/*/LC_MESSAGES/messages.po
Languages: ru

source: The request was cancelled
ru: Запрос отменен

source: OpenID authentication error
ru: Ошибка при входе через OpenID

source: The user is not yet activated.
ru: Пользователь еще не активирован.

source: The user got banned from the system.
ru: Пользователь заблокирован.

source: The OpenID was invalid
ru: OpenId не верный

source: You have to login in order to visit this page.
ru: Чтобы просмотреть эту страницу, Вам необходимо войти.

source: You cannot access this resource.
ru: Этот ресурс Вам не доступен.

source: Registration Confirmation
ru: Подтверждение регистрации

source: A mail was sent to %s with a link to finish the registration.
ru: Было выслано email-сообщение на %s, в котором содержится ссылка для окончания регистрации.

source: You're registered. You can login now.
ru: Вы зарегистрировались. Теперь Вы можете войти.

source: You are now logged in.
ru: Вы вошли.

source: Your profile was updated
ru: Ваш профиль был изменен

source: No user named %s
ru: Пользователя с именем %s не найдено

source: Invalid password
ru: Неверный пароль

source: You earned the “%s” badge
ru: Вы заработали '%s' значок

source: Critic
ru: Критичный

source: First down vote
ru: Первый голос 'против'

source: Self-Critic
ru: Само критичный

source: First downvote on own reply or question
ru: Первый голос 'против' для своего ответа или вопроса

source: Editor
ru: Редактор

source: First edited post
ru: Первое отредактированное сообщение

source: Inquirer
ru: Интересующийся

source: First asked question
ru: Первый вопрос

source: Troubleshooter
ru: Кое-что знает

source: First answered question
ru: Первый отвеченный вопрос

source: Nice Answer
ru: Не плохой ответ

source: Answer was upvoted 10 times
ru: Ответ получил 10 голосов 'за'

source: Good Answer
ru: Достойный ответ

source: Answer was upvoted 25 times
ru: Ответ получил 25 голосов 'за'

source: Great Answer
ru: Супер ответ

source: Answer was upvoted 75 times
ru: Ответ получил 75 голосов 'за'

source: Unique Answer
ru: Уникальный ответ

source: Answer was upvoted 150 times
ru: Ответ получил 150 голосов 'за'

source: Reversal
ru: Парадоксальный

source: Provided answer of +20 score to a question of -5 score
ru: Ответ пользователя набрал 20 голосов 'за', а сам вопрос - 5 голосов 'против'

source: Self-Learner
ru: Само обучающийся

source: Answered your own question with at least 4 upvotes
ru: Ответ на свой же вопрос, имеющий не менее 4 голосов 'за'

source: Invalid email address
ru: Не верный email

source: The username is too long.
ru: Имя пользователья слишком длинное.

source: The username may not contain slashes.
ru: Имя пользователя не может содержать слэш.

source: The username may not begin or end with a dot.
ru: Имя пользователя не может начинаться или заканчиваться точкой.

source: A valid HTTP URL is required.
ru: Необходимо указать существующий адрес URL.

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Password (repeat)
ru: Пароль (еще раз)

source: This username is already in use.
ru: Указанное имя уже используется.

source: The two passwords do not match.
ru: Пароли не совпадают.

source: The user was not yet activated.
ru: Пользователь еще не активирован.

source: No user named “%s” found.
ru: Пользователь '%s' не найден.

source: No user with that e-mail address found.
ru: Пользователя с указанным e-mail не найдено.

source: Either username or e-mail address is required.
ru: Необходимо указать имя пользователя или e-mail.

source: You have to provide either a username or an e-mail address, not both.
ru: Вы должны указать либо имя пользователя, либо email, но не оба.

source: Real name
ru: Настоящее имя

source: Title
ru: Заголовок

source: You have to provide a title.
ru: Вы должны указать заголовок.

source: Type your question
ru: Введите вопрос

source: Text
ru: Текст

source: You have to provide a text.
ru: Вы должны указать текст.

source: Describe your problem
ru: Опишите проблему

source: Tags
ru: Тэги

source: You attached too many tags. You may only use 10 tags.
ru: Вы указали слишком много тэгов. Допустимо использовать до 10 тэгов.

source: Write your reply and answer the question
ru: Напишите Ваш ответ

source: No such user.
ru: Такого пользователя нет.

source: You cannot ban yourself.
ru: Вы не можете заблокировать самого себя.

source: Administrator
ru: Администратор

source: Enable if this user is an admin.
ru: Доступно, если этот пользователь - администратор.

source: Associated OpenID Identities
ru: Асоциированные OpenID

source: The following %(count)d URL is already associated to a different user: %(urls)s
ru: Следующие URL (всего: %(count)d) уже связаны с разными пользователями: %(urls)s

source: on %s
ru: на %s

source: just now
ru: прямо сейчас

source: %d minute ago
ru: минут назад: %d

source: %d hour ago
ru: часов назад: %d

source: The feed for this page
ru: RSS для этой страницы

source: Could not contact server. Connection problems?
ru: Нет связи с сервером. Технические проблемы?

source: Language
ru: Язык

source: Admin Panel
ru: Панель администрирования

source: Logout
ru: Выход

source: Register
ru: Регистрации

source: Login
ru: Вход

source: About Solace
ru: О Solace

source: Ask
ru: Спросить

source: Overview
ru: Обзор

source: Unanswered
ru: Без ответа

source: Users
ru: Пользователи

source: Badges
ru: Значки

source: Section
ru: Раздел

source: Bans
ru: Блокировки

source: Ban and unban users.
ru: Заблокированные и разблокированные пользователи.

source: Add a new ban
ru: Заблокировать

source: In order to ban a user visit his profile and follow the “ban user” link or enter his username into the following field:
ru: Для того, чтобы заблокировать пользователя, необходимо посетить его профиль и пройти по ссылке 'заблокировать' или указать его имя в следующем поле:

source: Ban user
ru: Заблокировать

source: Banned Users
ru: Заблокированные

source: lift the ban
ru: Снять блокировку

source: No users are currently banned.
ru: Заблокированных пользователей нет.

source: Edit User “%s”
ru: Редактировать пользователя '%s'

source: Related actions:
ru: Связанные действия:

source: ban this user
ru: заблокировать

source: Edit User
ru: Редактировать

source: Edit Users
ru: Редактировать

source: Edit user profiles.
ru: Редактировать профиль.

source: Edit a specific user
ru: Редактировать пользователя

source: In order to edit a user visit his profile and follow the “Edit User” link or enter his username into the following field:
ru: Для того, чтобы редактировать пользователя, необходимо посетить его профиль и пройти по ссылке 'Редактировать' или указать его имя в следующем поле:

source: All Users
ru: Все пользователи

source: Status
ru: Статус

source: Monitor the current system status.
ru: Следить за статусом системы.

source: Active settings
ru: Активные настройки

source: Lists the current active settings and the description for each key if available. In order to change these settings you have to modify the configuration file or the WSGI script that sets these values.
ru: Перечислены текущие настройки и описания для каждого ключа, если если доступно. Для того, чтобы изменить настройки, необходимо внести изменения в файл конфигурации или в WSGI скрипт, который выставляет значения.

source: Key
ru: Ключ

source: Value
ru: Значение

source: %s-Badge
ru: %s-Значок

source: This badge can be earned multiple times.
ru: Этот значок может быть вручен несколько раз.

source: This badge was recently awarded to:
ru: Этим значком недавно были награждены:

source: awarded %s
ru: награждены %s

source: This badge was not yet awarded. Be the first
ru: Этим значком еще никто не награжден. Будьте первым

source: Here you can see all badges that you can earn. Some of them even multiple times.
ru: Здесь Вы видите все значки, которыми Вас могут наградить.<br/> Некоторыми из них - даже несколько раз.

source: (awarded multiple times)
ru: (награждается несколько раз)

source: I'm out of ideas. Someone come up with something.
ru: У меня нет идей. Кто-то достиг чего-то.

source: Bad Request
ru: Плохой запрос

source: Your client made a request the server could not understand.
ru: Ваш клиент сделал запрос, а сервер его не понял.

source: Forbidden
ru: Запрещено

source: You don't have permission to access the requested resource.
ru: У Вас нет прав доступа к запрошенному ресурсу.

source: Enter your username and password to log into Solace:
ru: Для входа, введите Ваш логин и пароль:

source: Not yet registered?
ru: Еще не зарегистрировались?

source: Forgot your password?
ru: Забыли пароль?

source: Login with OpenID
ru: Войти с помощью OpenID

source: Enter your OpenID URL to login.
ru: Укажите Ваш OpenID адрес для входа.

source: JavaScript not Available
ru: JavaScript не доступен

source: Hey buddy! It seems like your browser is not capable of JavaScript or you have disabled it. This website requires it however for some functions so you should enable it.
ru: Посетитель! Все указывает на то, что Ваш браузер не умеет обрабатывать JavaScript или Вы выключили его поддержку. Для этого сайта JavaScript необходим для выполнения некоторых задач. Так что Вам необходимо включить поддержку JavaScript.

source: Page Not Found
ru: Страница не найдена

source: The requested URL was not found on the server.
ru: Запрашиваемый URL не найден.

source: If you entered the URL manually please check your spelling and try again.
ru: Если Вы вводите URL вручную, то проверьте, пожалуйста, правописание и попробуйте еще раз.

source: Register new Account
ru: Зарегистрировать новую учетную запись

source: First OpenID Login
ru: Первый вход через OpenID

source: <p> This is the first time you log in with your <strong>%(openid)s</strong> account. Please pick a username that will be associated with you. This username is unique and cannot be changed later, so pick with care.
ru: <p> Вы впервые вошли с помощью OpenId: <strong>%(openid)s</strong> . Укажите, пожалуйста, имя, которое будет ассоциировано с Вами. Это имя должно быть уникально и не может быть изменено позднее, так что выбирайте его аккуратнее.

source: Reset Password
ru: Сбросить пароль

source: <p>Your password was reset to <code>%(new_password)s</code>. Please make sure to <a href="%(change_url)s">change it</a> as soon as possible.
ru: <p>Ваш пароль был заменен на <code>%(new_password)s</code>. Постарайтесь, пожалуйста, <a href="%(change_url)s">изменить его</a> как можно скорее.

source: <p>In order to reset your password enter either your username or e-mail address. We will then send you you a link to your e-mail address with a link to reset the password.
ru: <p>Для того, чтобы сбросить пароль, укажите Ваше имя или e-mail. Мы вышлем ссылку на Ваш e-mail для сброса пароля.

source: vote
ru: голос(а|ов)

source: reply
ru: ответ(а|ов)

source: By %s
ru: От %s

source: Newest
ru: Новые

source: Hot
ru: Горячие

source: Votes
ru: Популярные

source: Activity
ru: Активные

source: Created %(date)s by %(user)s.
ru: Cоздан: %(date)s, автор: %(user)s.

source: Last change %(date)s by %(user)s.
ru: Изменен %(date)s пользователем: %(user)s

source: This post was edited %d time.
ru: Этот пост редактировался %d раз(а).

source: Show revisions
ru: Показать изменения

source: Up
ru: За

source: Down
ru: Против

source: Unaccept as answer
ru: Отменить принятый ответ

source: Accepted Answer
ru: Принять ответ

source: Accept as answer
ru: Принять в качестве ответа

source: %d comment
ru: комментариев: %d

source: Add comment
ru: Комментировать

source: Edit
ru: Редактировать

source: Restore
ru: Восстановить

source: Delete
ru: Удалить

source: Questions Tagged “%s”
ru: Вопросы с тэгом: `%s`

source: Questions are grouped and flagged by tags. By using the right tags you make it easier for others to find questions again. The following topics are topics tagged <a class="tag" href="%(tag_url)s">%(tag)s</a>.
ru: Вопросы сгруппированы и помечены тэгами. Используя правильно выбранные тэги, Вы облегчаете поиск вопросов для остальных пользователей. <br/>Следующие топики отмечены тэгом: <a class="tag" href="%(tag_url)s">%(tag)s</a>.

source: Delete Post
ru: Удалить пост

source: <p>Do you want to delete the post?
ru: <p>Вы действительно хотите удалить пост??

source: Yes
ru: Да

source: No
ru: Нет

source: Edit “%s”
ru: Редактировать '%s'

source: Edit Reply
ru: Редактировать ответ

source: <p> Do you want to fix something? Every change you make will be revisioned so you can always go back to an older revision of the post.
ru: <p> Вы хотите что-то исправить? Каждое изменение, которое Вы сделаете, будет сохранено, так что Вы всегда сможете вернуться к предыдущей версии поста.

source: Revisions
ru: Версии

source: New Question
ru: Новый вопрос

source: This is an overview of some of the newest topics here on Solace. You can view other topics grouped by activity, votes and hotness.
ru: Здесь перечислены последние зарегистрированные вопросы. <br/>Остальные вопросы можно просмотреть перейдя по ссылкам `Горячие`,`Популярные` и `Активные`.

source: <p>Here you can see all revisions for %(post)s by %(author)s. <p>Added information is <ins>marked green</ins>, deleted text is <del>struck out and red</del> and changed formatting is <span class="changed">marked with a yellow background</span>. To see the full text of a revision click on the ellipsis (“…”) below and after each paragraph containing marks.
ru: <p>Здесь перечислены все версии %(post)s от %(author)s. <p>Добавленная информация <ins>выделена зеленым</ins>, удаленный текст <del>перечеркнут и выделен красным</del>, а изменения is <span class="changed">выделены желтым фоном</span>. Чтобы посмотреть полный текст версии, нажмите на (“…”) ниже и после каждого параграфа, содержащего изменения.

source: Revision created %(date)s by %(user)s.
ru: версия создана %(date)s пользователем %(user)s

source: Restore old Revision
ru: Восстановить старую версию

source: Restore deleted Post
ru: Восстановить удаленный пост

source: <p>Do you want to restore an old revision of the post?
ru: <p>Вы действительно хотите восстановить старую версию поста??

source: <p>Do you want to restore the deleted post?
ru: <p>Вы действительно хотите восстановить удаленный пост?

source: Preview
ru: Предпросмотр

source: Sections
ru: Разделы

source: Got a problem? Then let us know. But make sure to post it in the correct section. The one in bold is the one you are probably most interested in:
ru: Есть проблема? Сообщите нам о ней. Постарайтесь создать пост в в нужном разделе. Те, что выделены, вероятнее всего наиболее интересены для Вас:

source: Your language is not here? Help us out and make it happen. Contact our <a href="#">translation guys</a> and we will try to get your language in as quickly as possible.
ru: Не нашли своего языка? Помогите нам и он обязательно появится. Свяжитесь с нашей <a href="#">группой переводов</a> и мы постараемся добавить Ваш язык как можно быстрее.

source: Questions are grouped and flagged by tags. By using the right tags you make it easier for others to find questions again. The following tags are the most common:
ru: Вопросы сгруппированы и отмечены тэгами. Используя правильно выбранные тэги Вы облегчаете поиск вопросов для остальных пользователей. <br/>Следующие тэги являются наиболее часто употребляемыми:

source: Replies
ru: Ответы

source: %d Reply
ru: Ответов: %d

source: Nobody has replied yet
ru: Никто пока не ответил

source: Why not be the first?
ru: Почему бы Вам не быть первым?

source: New Reply
ru: Новый ответ

source: Add Reply
ru: Добавить ответ

source: Unanswered Questions
ru: Вопросы без ответа

source: Topics posted here do not have a decent answer yet. Help a Pythonista find his/her way :).
ru: Эти вопросы до сих пор не имеют достойного ответа. Помогите им найти свой путь :).

source: Hi %(user)s! You have signed up on %(site)s but your account is not yet activated. You have to follow the following link to finish the registration and activate your account: %(confirmation_url)s See you soon on %(site)s
ru: Привет, %(user)s! Вы зарегистрировались на сайте: %(site)s, но Ваша учетная запись пока еще не активирована. Вам необходимо пройти по следуюшей ссылке, чтобы закончить регистрацию и активировать учетную запись: %(confirmation_url)s До встречи на сайте: %(site)s.

source: Hi %(user)s! You can reset your password by clicking the following link: %(reset_url)s If you did not request your password to be reset, just delete this e-mail and ignore the request.
ru: Привет, %(user)s! Для сброса пароля необходимо пройти по следующей ссылке: %(reset_url)s Если Вы не заказывали сброс пароля, просто удалите это письмо.

source: Hi %(user)s! We're sorry to inform you, but you were banned from the system for abusing the terms of service. In order to find out more, please contact an administrator of the system.
ru: Привет, %(user)s! К сожалению, Ваша учетная запись была заблокирована системой за нарушение правиль пользования. Для того, чтобы выяснить детали, свяжитесь, пожалуйста, с администратором.

source: Hi %(user)s! Your ban on %(site)s was lifted.
ru: Привет, %(user)s! Вас разблокировали на сайте: %(site)s.

source: In order to login again you have to follow the following link and pick a new password: %(reset_url)s
ru: Для того, чтобы снова войти, необходимо пройти по следующей ссылке и выбрать новый пароль: %(reset_url)s

source: See you soon on %(site)s
ru: До встречи на сайте: %(site)s

source: Edit Profile
ru: Редактировать профиль

source: Update Profile
ru: Обновить профиль

source: This is you
ru: Это Вы

source: Edit profile
ru: Редактировать профиль

source: The user's avatar
ru: Аватар пользователя

source: Name
ru: Имя

source: Active in
ru: Активность

source: Ordered by activity, most active first
ru: Упорядочено по активности, самые активные - первые

source: Administrative tasks
ru: Административные задачи

source: Lift the Ban
ru: Разблокировать

source: Ban this User
ru: Заблокировать пользователя

source: This user was banned
ru: Пользователь заблокирован

source: Reputation
ru: Репутация

source: Most Popular Questions
ru: Популярные вопросы

source: Most Popular Replies
ru: Популярные ответы

source: Users active in Section “%s”
ru: Активность пользователя в разделе '%s'

source: <p> Here you can see a complete list of all users on Solace.
ru: <p> Здесь представлен полный список всех пользователей.

source: <p> Here you can see the list of all users that are active in the “%(locale_link)s” section of the Solace.
ru: <p> Здесь представлен список пользователей, которые проявили активность в разделе “%(locale_link)s”.

source: Filter by section
ru: Фильтровать по секции

source: All
ru: Все

source: User account banned
ru: Заблокирован

source: Your ban was lifted
ru: Вас разблокировали

source: Unknown format "%s"
ru: Неизвестный формат '%s'

source: Could not detect format. You have to specify the format as query argument or in the accept HTTP header.
ru: Невозможно установить формат. Необходимо указать формат в аргументе запроса или в разделе 'accept' HTTP заголовка.

source: Unknown language
ru: Неизвестный язык

source: Unknown locale
ru: Неизвестная локаль

source: No choices.
ru: Нет вариантов.

source: Submit
ru: Сохранить

source: This field is required.
ru: Обязательное поле

source: Form submitted multiple times or session expired. Try again.
ru: Форма сохранена несколько раз или сессия истекла. Попробуйте еще раз.

source: You entered an invalid captcha.
ru: Captcha не верна.

source: Please provide at least %d item.
ru: Укажите, как минимум, %d элемент(а|ов).

source: Please provide no more than %d item.
ru: Укажите, пожалуйста, не более %d элемент(а|ов).

source: Please enter at least %d character.
ru: укажите, пожалуйста, как минимум %d символ(а|ов)

source: Please enter no more than %d character.
ru: Укажите, пожалуйста, не более %d символ(а|ов).

source: Please enter a valid choice.
ru: Сделайте, пожалуйста, правильный выбор.

source: “%s” is not a valid choice
ru: '%s' не является правильным выбором

source: Please enter a whole number.
ru: Укажите целое число.

source: Ensure this value is greater than or equal to %s.
ru: Убедитесь, что значение больше или равно %s.

source: Ensure this value is less than or equal to %s.
ru: Убедитесь, что значение менее или равно %s.

source: True
ru: Правда

source: False
ru: Ложь

source: Next »
ru: Далее »

source: Get a visual challenge
ru: Получить видео задание

source: Get an audio challenge
ru: Получить аудио задание

source: Get a new challenge
ru: Получить новое задание

source: Type the two words:
ru: Введите два слова:

source: Type what you hear:
ru: Введите то, что слышите:

source: Help
ru: Помощь

source: Play sound again
ru: Проиграть еще раз

source: Download sound as MP3
ru: Скачать звук в MP3

source: Incorrect. Try again.
ru: Неправильно. Попробуйте снова.

source: The user “%s” was successfully banned and notified.
ru: Пользователь '%s' был заблокирован и проинформирован.

source: The user details where changed.
ru: Данные пользователя изменены.

source: The user is not banned.
ru: Пользователь активен.

source: The user “%s” was successfully unbanned and notified.
ru: Пользователь '%s' разблокирован и проинформирован.

source: The user is already banned.
ru: Пользователь уже заблокирован.

source: You were logged out.
ru: Вы вышли.

source: The password-reset key expired or the link was invalid.
ru: Время, отведенное на сброс пароля, истекло или ссылка не верна.

source: A mail with a link to reset the password was sent to “%s”
ru: E-Mail с ссылкой для сброса пароля был выслан на '%s'

source: Your account was activated. You can log in now.
ru: Ваша учетная запись активирована. Теперь вы можете войти.

source: User activation failed. The user is either already activated or you followed a wrong link.
ru: Активация учетной записи завершилась с ошибкой. Пользователь либо уже активирован, либо Вы перешли по неправильной ссылке.

source: The interface language was set to %s. You were also forwarded to the help section of that language.
ru: Язык интерфейс переключен на %s.

source: (deleted)
ru: (удален)

source: Questions
ru: Вопросы

source: Your reply was posted.
ru: Ваш ответ создан.

source: Answer by %s
ru: Ответ от %s

source: Your question was posted.
ru: Вопрос создан.

source: The post was edited.
ru: Пост отредактирован.

source: Current revision
ru: Текущая версия

source: The post was deleted
ru: Пост удален

source: The post was restored
ru: Пост восстановлен

source: The revision was restored
ru: Версия восстановлена

source: You cannot vote on deleted posts.
ru: Нельзя голосвать за удаленные посты.

source: You cannot upvote your own post.
ru: Нельзя голосовать за свой пост.

source: In order to upvote you need at least %d reputation
ru: Чтобы голосвать 'за', необходимо иметь минимальный уровень репутации: %d

source: In order to downvote you need at least %d reputation
ru: Чтобы голосовать 'против', необходимо иметь минимальный уровень репутации: %d

source: You cannot accept deleted posts as answers
ru: Вы не можете принять в качестве ответа удаленные посты

source: You cannot unaccept this reply as an answer.
ru: Вы не можете отменить этот ответ.

source: You cannot accept this reply as answer.
ru: Вы не можете принять этот пост в качестве ответа.

source: You cannot submit comments for deleted posts
ru: Вы не можете комментировать удаленные посты
